       IDENTIFICATION DIVISION.
       PROGRAM-ID. HelloWorldProgram.

       PROCEDURE DIVISION.
           DISPLAY "Hello World !".
           STOP RUN.

      